Repository: Hennadiyk/Telepromter
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ru, uk

source: %lld seconds
de: %lld Sekunden
es: %lld segundos
fr: %lld secondes
hi: %lld सेकंड
it: %lld secondi
ru: %lld секунд
uk: %lld секунд

source: Account
de: Konto
es: Cuenta
fr: Compte
hi: खाता
ru: Аккаунт
uk: Акаунт

source: Add Text
de: Text hinzufügen
es: Agregar texto
fr: Ajouter du texte
hi: टेक्स्ट जोड़ें
it: Aggiungi testo
ru: Добавить текст
uk: Додати текст

source: Auto-connect bluetooth microphones
de: Bluetooth-Mikrofone automatisch verbinden
es: Conectar micrófonos Bluetooth automáticamente
fr: Connexion automatique des micros Bluetooth
hi: ब्लूटूथ माइक्रोफ़ोन ऑटो-कनेक्ट करें
it: Connetti automaticamente i microfoni Bluetooth
ru: Автоподключение Bluetooth-микрофонов
uk: Автоматично підключати Bluetooth-мікрофони

source: Background Color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur d'arrière-plan
hi: पृष्ठभूमि रंग
it: Colore di sfondo
ru: Цвет фона
uk: Колір фону

source: Continue to Free Version
de: Mit der kostenlosen Version fortfahren
es: Continuar con la versión gratuita
fr: Continuer avec la version gratuite
hi: मुफ़्त संस्करण पर जारी रखें
it: Continua con la versione gratuita
ru: Продолжить с бесплатной версией
uk: Продовжити з безкоштовною версією

source: Custom background colors
de: Benutzerdefinierte Hintergrundfarben
es: Colores de fondo personalizados
fr: Couleurs d'arrière-plan personnalisées
hi: कस्टम पृष्ठभूमि रंग
it: Colori di sfondo personalizzati
ru: Пользовательские цвета фона
uk: Власні кольори фону

source: Describe your feature request
de: Beschreibe deine Funktionsanfrage
es: Describe tu solicitud de función
fr: Décrivez votre demande de fonctionnalité
hi: अपनी फ़ीचर अनुरोध का वर्णन करें
it: Descrivi la tua richiesta di funzionalità
ru: Опишите ваш запрос на функцию
uk: Опишіть ваш запит на функцію

source: Done
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
it: Fatto
ru: Готово
uk: Готово

source: Enjoying Teleprompter DE?
de: Gefällt dir Teleprompter DE?
es: ¿Disfrutas de Teleprompter DE?
fr: Vous aimez Teleprompter DE ?
hi: Teleprompter DE पसंद आ रहा है?
it: Ti piace Teleprompter DE?
ru: Нравится Teleprompter DE?
uk: Подобається Teleprompter DE?

source: Feature Request
de: Funktionsanfrage
es: Solicitud de función
fr: Demande de fonctionnalité
hi: फ़ीचर अनुरोध
it: Richiesta di funzionalità
ru: Запрос функции
uk: Запит на функцію

source: Frame Rate
de: Bildrate
es: Velocidad de fotogramas
fr: Fréquence d'images
hi: फ्रेम दर
ru: Частота кадров
uk: Частота кадрів

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
hi: मुफ़्त
it: Gratuito
ru: Бесплатно
uk: Безкоштовно

source: General
de: Allgemein
fr: Général
hi: सामान्य
it: Generale
ru: Общее
uk: Загальне

source: Here is the quick overview of how to use the app
de: Hier ist eine kurze Übersicht zur Verwendung der App
es: Aquí tienes un resumen rápido de cómo usar la aplicación
fr: Voici un aperçu rapide de l'utilisation de l'application
hi: यहाँ ऐप का उपयोग करने का त्वरित अवलोकन है
it: Ecco una rapida panoramica su come usare l'app
ru: Вот краткий обзор того, как пользоваться приложением
uk: Ось короткий огляд того, як користуватися додатком

source: Hide Guides
de: Hilfslinien ausblenden
es: Ocultar guías
fr: Masquer les guides
hi: गाइड छुपाएं
it: Nascondi guide
ru: Скрыть направляющие
uk: Приховати підказки

source: Import
de: Importieren
es: Importar
fr: Importer
hi: आयात करें
it: Importa
ru: Импорт
uk: Імпорт

source: Import PDFs and Text files
de: PDFs und Textdateien importieren
es: Importar PDF y archivos de texto
fr: Importer des PDF et fichiers texte
hi: PDF और टेक्स्ट फ़ाइलें आयात करें
it: Importa PDF e file di testo
ru: Импортировать PDF и текстовые файлы
uk: Імпортувати PDF і текстові файли

source: In Line
de: Einzeilig
es: En línea
fr: En ligne
hi: इन लाइन
it: In linea
ru: Построчно
uk: Построково

source: Level Indicator
de: Pegelanzeige
es: Indicador de nivel
fr: Indicateur de niveau
hi: लेवल इंडिकेटर
it: Indicatore di livello
ru: Индикатор уровня
uk: Індикатор рівня

source: Long press for a quick preview of the background color
de: Lange drücken für eine schnelle Vorschau der Hintergrundfarbe
es: Mantén pulsado para ver una vista previa del color de fondo
fr: Appui long pour un aperçu rapide de la couleur d'arrière-plan
hi: पृष्ठभूमि रंग की त्वरित झलक के लिए लंबे समय तक दबाएं
it: Tieni premuto per un'anteprima rapida del colore di sfondo
ru: Долгое нажатие для быстрого просмотра цвета фона
uk: Довге натискання для швидкого перегляду кольору фону

source: Manage Subscription
de: Abonnement verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
hi: सदस्यता प्रबंधित करें
it: Gestisci abbonamento
ru: Управление подпиской
uk: Управління підпискою

source: Maybe Later
de: Vielleicht später
es: Quizás más tarde
fr: Peut-être plus tard
hi: शायद बाद में
it: Forse più tardi
ru: Может быть, позже
uk: Може, пізніше

source: My Account
de: Mein Konto
es: Mi cuenta
fr: Mon compte
hi: मेरा खाता
it: Il mio account
ru: Мой аккаунт
uk: Мій акаунт

source: No active subscription.
de: Kein aktives Abonnement.
es: Sin suscripción activa.
fr: Aucun abonnement actif.
hi: कोई सक्रिय सदस्यता नहीं।
it: Nessun abbonamento attivo.
ru: Нет активной подписки.
uk: Немає активної підписки.

source: PLAY
de: ABSPIELEN
es: REPRODUCIR
fr: LECTURE
hi: चलाएं
it: RIPRODUCI
ru: ВОСПРОИЗВЕСТИ
uk: ВІДТВОРИТИ

source: Please enter your text
de: Bitte gib deinen Text ein
es: Por favor, introduce tu texto
fr: Veuillez saisir votre texte
hi: कृपया अपना टेक्स्ट दर्ज करें
it: Inserisci il tuo testo
ru: Пожалуйста, введите ваш текст
uk: Будь ласка, введіть свій текст

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ru: Политика конфиденциальности
uk: Політика конфіденційності

source: Quick start guide
de: Schnellstartanleitung
es: Guía de inicio rápido
fr: Guide de démarrage rapide
hi: त्वरित प्रारंभ गाइड
it: Guida rapida
ru: Руководство по быстрому старту
uk: Посібник із швидкого старту

source: Rate the App
de: App bewerten
es: Valorar la aplicación
fr: Noter l'application
hi: ऐप को रेट करें
it: Valuta l'app
ru: Оценить приложение
uk: Оцінити додаток

source: Rate us or write a review to help others discover the app. Thank you!
de: Bewerte uns oder schreibe eine Rezension, um anderen zu helfen, die App zu entdecken. Danke!
es: Valóranos o escribe una reseña para ayudar a otros a descubrir la aplicación. ¡Gracias!
fr: Notez-nous ou écrivez un avis pour aider d'autres à découvrir l'application. Merci !
hi: हमें रेट करें या समीक्षा लिखें ताकि दूसरे ऐप खोज सकें। धन्यवाद!
it: Valutaci o scrivi una recensione per aiutare gli altri a scoprire l'app. Grazie!
ru: Оцените нас или напишите отзыв, чтобы помочь другим найти приложение. Спасибо!
uk: Оцініть нас або напишіть відгук, щоб допомогти іншим знайти додаток. Дякуємо!

source: Record and save video
de: Video aufnehmen und speichern
es: Grabar y guardar vídeo
fr: Enregistrer et sauvegarder la vidéo
hi: वीडियो रिकॉर्ड करें और सहेजें
it: Registra e salva video
ru: Записать и сохранить видео
uk: Записати і зберегти відео

source: Recording Count Down
de: Aufnahme-Countdown
es: Cuenta atrás de grabación
fr: Compte à rebours d'enregistrement
hi: रिकॉर्डिंग काउंटडाउन
it: Conto alla rovescia per la registrazione
ru: Обратный отсчёт записи
uk: Зворотний відлік запису

source: Regular
de: Normal
es: Normal
fr: Normal
hi: सामान्य
it: Normale
ru: Обычный
uk: Звичайний

source: Regular — flowing text. In Line — one word per line. Voice — text follows your speech (video mode only).
de: Normal — fließender Text. Einzeilig — ein Wort pro Zeile. Stimme — Text folgt deiner Rede (nur Videomodus).
es: Normal — texto fluido. En línea — una palabra por línea. Voz — el texto sigue tu discurso (solo modo vídeo).
fr: Normal — texte fluide. En ligne — un mot par ligne. Voix — le texte suit votre discours (mode vidéo uniquement).
hi: सामान्य — प्रवाहमान टेक्स्ट। इन लाइन — प्रति पंक्ति एक शब्द। वॉइस — टेक्स्ट आपकी बोली का अनुसरण करता है (केवल वीडियो मोड)।
it: Normale — testo scorrevole. In linea — una parola per riga. Voce — il testo segue il tuo discorso (solo modalità video).
ru: Обычный — плавный текст. Построчно — одно слово на строку. Голос — текст следует вашей речи (только видеорежим).
uk: Звичайний — плаваючий текст. Построково — одне слово на рядок. Голос — текст слідує за вашим мовленням (лише відеорежим).

source: Request Feature
de: Funktion anfragen
es: Solicitar función
fr: Demander une fonctionnalité
hi: फ़ीचर अनुरोध करें
it: Richiedi funzionalità
ru: Запросить функцию
uk: Запросити функцію

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
it: Ripristina
ru: Сбросить
uk: Скинути

source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
hi: रिज़ॉल्यूशन
it: Risoluzione
ru: Разрешение
uk: Роздільна здатність

source: Saving
de: Speichern
es: Guardando
fr: Enregistrement
hi: सहेजा जा रहा है
it: Salvataggio
ru: Сохранение
uk: Збереження

source: Scroll Mode
de: Scroll-Modus
es: Modo de desplazamiento
fr: Mode de défilement
hi: स्क्रॉल मोड
it: Modalità di scorrimento
ru: Режим прокрутки
uk: Режим прокрутки

source: Select Duration
de: Dauer auswählen
es: Seleccionar duración
fr: Sélectionner la durée
hi: अवधि चुनें
it: Seleziona durata
ru: Выбрать длительность
uk: Вибрати тривалість

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ru: Настройки
uk: Налаштування

source: Show Guides
de: Hilfslinien anzeigen
es: Mostrar guías
fr: Afficher les guides
hi: गाइड दिखाएं
it: Mostra guide
ru: Показать направляющие
uk: Показати підказки

source: Step 1 of 7 — Long press to drag the teleprompter window. Drag the corner handle to resize it.
de: Schritt 1 von 7 — Lange drücken, um das Teleprompter-Fenster zu verschieben. Ziehe den Eckgriff, um es zu skalieren.
es: Paso 1 de 7 — Mantén pulsado para arrastrar la ventana del teleprompter. Arrastra el manejador de la esquina para redimensionarla.
fr: Étape 1 sur 7 — Appui long pour déplacer la fenêtre du téléprompteur. Faites glisser la poignée d'angle pour la redimensionner.
hi: चरण 1 of 7 — टेलीप्रॉम्पटर विंडो को खींचने के लिए लंबे समय तक दबाएं। आकार बदलने के लिए कोने के हैंडल को खींचें।
it: Passaggio 1 di 7 — Tieni premuto per spostare la finestra del teleprompter. Trascina il punto d'angolo per ridimensionarla.
ru: Шаг 1 из 7 — Нажмите и удерживайте, чтобы перетащить окно телепромптера. Потяните за угловой маркер, чтобы изменить размер.
uk: Крок 1 з 7 — Натисніть і утримуйте, щоб перетягнути вікно телепромптера. Потягніть кутовий маркер, щоб змінити розмір.

source: Step 2 of 7 — Tap to start scrolling your script. Tap again to pause.
de: Schritt 2 von 7 — Tippe, um das Scrollen deines Skripts zu starten. Tippe erneut zum Pausieren.
es: Paso 2 de 7 — Toca para comenzar a desplazar tu guión. Toca de nuevo para pausar.
fr: Étape 2 sur 7 — Appuyez pour commencer à faire défiler votre script. Appuyez à nouveau pour mettre en pause.
hi: चरण 2 of 7 — अपनी स्क्रिप्ट स्क्रॉल करना शुरू करने के लिए टैप करें। रोकने के लिए फिर से टैप करें।
it: Passaggio 2 di 7 — Tocca per iniziare a scorrere il tuo script. Tocca di nuovo per mettere in pausa.
ru: Шаг 2 из 7 — Нажмите, чтобы начать прокрутку сценария. Нажмите снова, чтобы поставить на паузу.
uk: Крок 2 з 7 — Натисніть, щоб почати прокрутку сценарію. Натисніть ще раз, щоб поставити на паузу.

source: Step 3 of 7 — Adjust text size with the left +/− and scroll speed with the right +/−. Tap the icons to show or hide the controls.
de: Schritt 3 von 7 — Passe die Textgröße mit dem linken +/− und die Scrollgeschwindigkeit mit dem rechten +/− an. Tippe auf die Symbole, um die Steuerelemente ein- oder auszublenden.
es: Paso 3 de 7 — Ajusta el tamaño del texto con el +/− izquierdo y la velocidad de desplazamiento con el +/− derecho. Toca los iconos para mostrar u ocultar los controles.
fr: Étape 3 sur 7 — Ajustez la taille du texte avec le +/− gauche et la vitesse de défilement avec le +/− droit. Appuyez sur les icônes pour afficher ou masquer les commandes.
hi: चरण 3 of 7 — बाएं +/− से टेक्स्ट साइज़ और दाएं +/− से स्क्रॉल स्पीड समायोजित करें। नियंत्रण दिखाने या छुपाने के लिए आइकन पर टैप करें।
it: Passaggio 3 di 7 — Regola la dimensione del testo con il +/− sinistro e la velocità di scorrimento con il +/− destro. Tocca le icone per mostrare o nascondere i controlli.
ru: Шаг 3 из 7 — Настройте размер текста с помощью левого +/−, а скорость прокрутки — с помощью правого +/−. Нажмите на значки, чтобы показать или скрыть элементы управления.
uk: Крок 3 з 7 — Налаштуйте розмір тексту лівим +/−, а швидкість прокрутки — правим +/−. Торкніться іконок, щоб показати або приховати елементи керування.

source: Step 4 of 7 - Tap to enable the camera. Press the record button to film yourself reading the script. Premium - subscription required
de: Schritt 4 von 7 - Tippe, um die Kamera zu aktivieren. Drücke die Aufnahmetaste, um dich beim Lesen des Skripts zu filmen. Premium – Abonnement erforderlich
es: Paso 4 de 7 - Toca para activar la cámara. Pulsa el botón de grabar para filmarte leyendo el guión. Premium - se requiere suscripción
fr: Étape 4 sur 7 - Appuyez pour activer la caméra. Appuyez sur le bouton d'enregistrement pour vous filmer en train de lire le script. Premium - abonnement requis
hi: चरण 4 of 7 - कैमरा सक्षम करने के लिए टैप करें। स्क्रिप्ट पढ़ते हुए खुद को फिल्म करने के लिए रिकॉर्ड बटन दबाएं। प्रीमियम - सदस्यता आवश्यक है
it: Passaggio 4 di 7 - Tocca per abilitare la fotocamera. Premi il tasto di registrazione per filmarti mentre leggi lo script. Premium - abbonamento richiesto
ru: Шаг 4 из 7 - Нажмите, чтобы включить камеру. Нажмите кнопку записи, чтобы снять себя при чтении сценария. Премиум — требуется подписка
uk: Крок 4 з 7 - Натисніть, щоб увімкнути камеру. Натисніть кнопку запису, щоб зняти себе під час читання сценарію. Преміум — потрібна підписка

source: Step 5 of 7 - Type or paste your script here, or tap Import to load a PDF or text file.
de: Schritt 5 von 7 - Gib dein Skript hier ein oder füge es ein, oder tippe auf Importieren, um eine PDF- oder Textdatei zu laden.
es: Paso 5 de 7 - Escribe o pega tu guión aquí, o toca Importar para cargar un archivo PDF o de texto.
fr: Étape 5 sur 7 - Saisissez ou collez votre script ici, ou appuyez sur Importer pour charger un fichier PDF ou texte.
hi: चरण 5 of 7 - अपनी स्क्रिप्ट यहाँ टाइप करें या पेस्ट करें, या PDF या टेक्स्ट फ़ाइल लोड करने के लिए आयात टैप करें।
it: Passaggio 5 di 7 - Scrivi o incolla il tuo script qui, oppure tocca Importa per caricare un PDF o un file di testo.
ru: Шаг 5 из 7 - Введите или вставьте свой сценарий здесь, или нажмите «Импорт», чтобы загрузить PDF или текстовый файл.
uk: Крок 5 з 7 - Введіть або вставте свій сценарій тут, або натисніть «Імпорт», щоб завантажити PDF або текстовий файл.

source: Step 6 of 7 - Change scroll mode, colors, and more in Settings. Manage your subscription or send a feature request from here.
de: Schritt 6 von 7 - Ändere den Scroll-Modus, Farben und mehr in den Einstellungen. Verwalte dein Abonnement oder sende eine Funktionsanfrage von hier.
es: Paso 6 de 7 - Cambia el modo de desplazamiento, colores y más en Ajustes. Gestiona tu suscripción o envía una solicitud de función desde aquí.
fr: Étape 6 sur 7 - Changez le mode de défilement, les couleurs et plus encore dans Paramètres. Gérez votre abonnement ou envoyez une demande de fonctionnalité depuis ici.
hi: चरण 6 of 7 - सेटिंग्स में स्क्रॉल मोड, रंग और अधिक बदलें। यहाँ से अपनी सदस्यता प्रबंधित करें या फ़ीचर अनुरोध भेजें।
it: Passaggio 6 di 7 - Cambia la modalità di scorrimento, i colori e altro nelle Impostazioni. Gestisci il tuo abbonamento o invia una richiesta di funzionalità da qui.
ru: Шаг 6 из 7 - Измените режим прокрутки, цвета и многое другое в Настройках. Управляйте подпиской или отправьте запрос на функцию отсюда.
uk: Крок 6 з 7 - Змініть режим прокрутки, кольори та інше в Налаштуваннях. Керуйте підпискою або надішліть запит на функцію звідси.

source: Step 7 of 7 - Regular - flowing text scrolls continuously. In Line - one word at a time. Voice (Beta) - text follows your speech automatically.
de: Schritt 7 von 7 - Normal - Fließtext scrollt kontinuierlich. Einzeilig - ein Wort auf einmal. Stimme (Beta) - Text folgt automatisch deiner Rede.
es: Paso 7 de 7 - Normal - el texto fluido se desplaza continuamente. En línea - una palabra a la vez. Voz (Beta) - el texto sigue tu discurso automáticamente.
fr: Étape 7 sur 7 - Normal - le texte fluide défile en continu. En ligne - un mot à la fois. Voix (Bêta) - le texte suit automatiquement votre discours.
hi: चरण 7 of 7 - सामान्य - प्रवाहमान टेक्स्ट लगातार स्क्रॉल होता है। इन लाइन - एक बार में एक शब्द। वॉइस (बीटा) - टेक्स्ट स्वचालित रूप से आपकी बोली का अनुसरण करता है।
it: Passaggio 7 di 7 - Normale - il testo scorrevole scorre in modo continuo. In linea - una parola alla volta. Voce (Beta) - il testo segue automaticamente il tuo discorso.
ru: Шаг 7 из 7 - Обычный — плавный текст прокручивается непрерывно. Построчно — одно слово за раз. Голос (Бета) — текст автоматически следует вашей речи.
uk: Крок 7 з 7 - Звичайний — плаваючий текст прокручується безперервно. Построково — одне слово за раз. Голос (Бета) — текст автоматично слідує за вашим мовленням.

source: Submission Status
de: Übermittlungsstatus
es: Estado del envío
fr: Statut de la soumission
hi: सबमिशन स्थिति
it: Stato dell'invio
ru: Статус отправки
uk: Статус надсилання

source: Submit Request
de: Anfrage senden
es: Enviar solicitud
fr: Soumettre la demande
hi: अनुरोध सबमिट करें
it: Invia richiesta
ru: Отправить запрос
uk: Надіслати запит

source: Subscribe Now
de: Jetzt abonnieren
es: Suscribirse ahora
fr: S'abonner maintenant
hi: अभी सदस्यता लें
it: Abbonati ora
ru: Подписаться сейчас
uk: Підписатися зараз

source: Teleprompter with two scroll options
de: Teleprompter mit zwei Scroll-Optionen
es: Teleprompter con dos opciones de desplazamiento
fr: Téléprompteur avec deux options de défilement
hi: दो स्क्रॉल विकल्पों के साथ टेलीप्रॉम्पटर
it: Teleprompter con due opzioni di scorrimento
ru: Телепромптер с двумя вариантами прокрутки
uk: Телепромптер з двома опціями прокрутки

source: Terms of Use (EULA)
de: Nutzungsbedingungen (EULA)
es: Términos de uso (EULA)
fr: Conditions d'utilisation (CLUF)
hi: उपयोग की शर्तें (EULA)
it: Termini di utilizzo (EULA)
ru: Условия использования (EULA)
uk: Умови використання (EULA)

source: Video saved to Photos
de: Video in Fotos gespeichert
es: Vídeo guardado en Fotos
fr: Vidéo enregistrée dans Photos
hi: वीडियो फ़ोटो में सहेजा गया
it: Video salvato in Foto
ru: Видео сохранено в Фото
uk: Відео збережено у Фотографії

source: Video Settings
de: Videoeinstellungen
es: Configuración de vídeo
fr: Paramètres vidéo
hi: वीडियो सेटिंग्स
it: Impostazioni video
ru: Настройки видео
uk: Налаштування відео

source: Voice-controlled scrolling
de: Sprachgesteuertes Scrollen
es: Desplazamiento controlado por voz
fr: Défilement contrôlé par la voix
hi: वॉइस-नियंत्रित स्क्रॉलिंग
it: Scorrimento controllato dalla voce
ru: Голосовое управление прокруткой
uk: Прокрутка голосом

source: Welcome to Teleprompter DE
de: Willkommen bei Teleprompter DE
es: Bienvenido a Teleprompter DE
fr: Bienvenue dans Teleprompter DE
hi: Teleprompter DE में आपका स्वागत है
it: Benvenuto in Teleprompter DE
ru: Добро пожаловать в Teleprompter DE
uk: Ласкаво просимо до Teleprompter DE

source: Write a Review
de: Rezension schreiben
es: Escribir una reseña
fr: Écrire un avis
hi: समीक्षा लिखें
it: Scrivi una recensione
ru: Написать отзыв
uk: Написати відгук

source: Your professional teleprompter app for iPhone and iPad. Deliver speeches, videos, and presentations with ease.
de: Deine professionelle Teleprompter-App für iPhone und iPad. Präsentiere Reden, Videos und Präsentationen mühelos.
es: Tu aplicación de teleprompter profesional para iPhone y iPad. Presenta discursos, vídeos y presentaciones con facilidad.
fr: Votre application de téléprompteur professionnelle pour iPhone et iPad. Prononcez des discours, des vidéos et des présentations en toute facilité.
hi: iPhone और iPad के लिए आपका पेशेवर टेलीप्रॉम्पटर ऐप। भाषण, वीडियो और प्रस्तुतियाँ आसानी से दें।
it: La tua app teleprompter professionale per iPhone e iPad. Tieni discorsi, video e presentazioni con facilità.
ru: Ваше профессиональное приложение-телепромптер для iPhone и iPad. Выступайте с речами, видео и презентациями легко.
uk: Ваш професійний телепромптер для iPhone та iPad. Виступайте з промовами, відео та презентаціями легко.

source: PAUSE
es: PAUSA
hi: रोकें
it: PAUSA
ru: ПАУЗА
uk: ПАУЗА

source: Teleprompter
fr: Téléprompteur
hi: टेलीप्रॉम्पटर
ru: Телепромптер
uk: Телепромптер

source: Enter Your Script
it: Inserisci il tuo script
ru: Введите ваш сценарий
uk: Введіть свій сценарій

source: Move & Resize
it: Sposta e ridimensiona
ru: Переместить и изменить размер
uk: Перемістити та змінити розмір

source: Play / Pause
it: Riproduci / Pausa
ru: Воспроизведение / Пауза
uk: Відтворити / Пауза

source: Scrolling Modes
it: Modalità di scorrimento
ru: Режимы прокрутки
uk: Режими прокручування

source: Settings & Account
it: Impostazioni e account
ru: Настройки и аккаунт
uk: Налаштування та обліковий запис

source: Text Size & Speed
it: Dimensione testo e velocità
ru: Размер текста и скорость
uk: Розмір тексту та швидкість

source: Video Mode
it: Modalità video
ru: Режим видео
uk: Відеорежим

source: Voice(BETA)
it: Voce(BETA)
ru: Голос(BETA)
uk: Голос(BETA)

source: Premium
ru: Премиум
uk: Преміум

source: PREMIUM
ru: ПРЕМИУМ
uk: ПРЕМІУМ
